Repository: common-repository/newsflow
Catalog: languages/newsflow-*.po
Languages: sv_se

source: (Contains errors!)
sv_se: (Innehåller fel!)

source: # items
sv_se: # nyheter

source: ( 0 = feature disabled )
sv_se: ( 0 = avstäng funktion )

source: ( hours, 0 = feature disabled )
sv_se: ( timmar, 0 = funktionen bortkopplad )

source: ( separate multiple email adresses with , )
sv_se: ( flera e-postadresser särskiljs med kommatecken , )

source: ...please wait while loading news and reloading page!
sv_se: ...vänligen vänta medan systemet laddar om!

source: Add as draft to
sv_se: Lägg till som utkast till

source: Add new browser-url
sv_se: Lägg till länk

source: Browse List
sv_se: Surflistan

source: Browser name
sv_se: Namn

source: Cancel
sv_se: Avbryt

source: Channel
sv_se: Kanal

source: Channel name
sv_se: Kanal

source: Confirm delete this source!
sv_se: Källan kommer att tas bort!

source: Delete
sv_se: Ta bort

source: Delete RSS-items older than:
sv_se: Ta bort nyheter äldre än:

source: Edit
sv_se: Ändra

source: Edit RSS source
sv_se: Ändra RSS-källa

source: Edit browser source
sv_se: Ändra länk

source: Email errors to:
sv_se: E-posta fel till:

source: Error
sv_se: Fel

source: Exec time
sv_se: Hämtningstid

source: Favorite
sv_se: Favorit

source: Fetching items from RSS-feeds...
sv_se: Hämtar nyheter från RSS-källor...

source: Filter news on channel:
sv_se: Visar bara nyheter för kanal:

source: Headline
sv_se: Rubrik

source: Hide
sv_se: Dölj

source: Hide selected news
sv_se: Dölj markerade nyheter

source: Imported from RSS-feed:
sv_se: Importerad från RSS-feed:

source: Latest fetch
sv_se: Senaste hämtning

source: Make a clean sweep and fetch news again
sv_se: Omstart - Rensa alla nyheter och hämta på nytt

source: Mark all items as read
sv_se: Markera alla som lästa

source: New articles
sv_se: Nya artiklar

source: Note
sv_se: Notering

source: Only collecting news with one of these comma separated words found
sv_se: Hämtar bara nyheter med träff på ett av orden (kommaseparerat)

source: Only show content in channel:
sv_se: Visar bara innehåll från kanal:

source: Only show sources from channel:
sv_se: Visar bara källor från en kanal:

source: Original newslink:
sv_se: Länk till nyhet:

source: Parent
sv_se: Förälder

source: Post types
sv_se: Posttyper

source: Publish to:
sv_se: Publicera till:

source: Published
sv_se: Publicerad

source: RSS Feeds
sv_se: RSS-källor

source: RSS-Url
sv_se: RSS-källa

source: Remove text after n-characters:
sv_se: Ta bort text efter n-tecken:

source: Run selected
sv_se: Kör vald

source: Save
sv_se: Spara

source: Search
sv_se: Sök

source: Settings
sv_se: Inställningar

source: Show
sv_se: Visa

source: Show all sources
sv_se: Visa alla källor

source: Show content in all channels
sv_se: Visa allt innehåll

source: Show hidden
sv_se: Visa dolda

source: Sort order:
sv_se: Sorteringsordning:

source: Source
sv_se: Källa

source: Source name
sv_se: Källa

source: Strikethrough text after n-characters:
sv_se: Genomstruken efter n-tecken:

source: Unread
sv_se: Oläst

source: Update
sv_se: Uppdatera

source: Url
sv_se: Webbadress

source: Stop update
sv_se: Stoppa uppdatering

source: Matched news:
sv_se: Nyheter med träff:

source: Mismatch:
sv_se: Nyheter utan träff:

source: A new Newsflow source added
sv_se: En ny källa lades till

source: Standard channel
sv_se: Standardkanal

source: This category is used to group Newsflows browse elements. Please leave this one! It is vital for the Newsflow plugin.
sv_se: Denna kategori används i för länkar till Newsflow. Låt stå för den är vital för funktion.

source: (none found)
sv_se: (inget funnet)

source: for WP-Cron action.
sv_se: för WP-Cron-intervall.

source: for each fetch.
sv_se: för varje hämtning.

source: Add source link to posts
sv_se: Lägg till länk för källan i inlägget

source: Open post links in new window (add _blank to target)
sv_se: Öppna inläggets länk (källan) i nytt fönster (lägger till _blank i target)

source: Once Every %s second.
sv_se: Var %s sekund.

source: Interval
sv_se: Intervall

source: (This feed item contains no title)
sv_se: (Källans innehåll har ingen titel)

source: (This feed item contains no content)
sv_se: (Källans innehåll har ingen text)

source: Add new RSS feed
sv_se: Ny RSS-källa

source: Fetch news
sv_se: Hämta nyheter

source: This page will close and refresh startpage as it is done, please wait!
sv_se: Denna sida kommer att stängas efter att uppdateringen är klar, vänligen vänta!

source: Manage Newsflow capability
sv_se: Hantera nyhetslistans behörighet

source: Manage RSS Feeds capability
sv_se: Hantera RSS-källornas behörighet

source: Manage Settings capability
sv_se: Hantera inställningarnas behörighet

source: Inactive
sv_se: Ej aktiv

source: Error when fetching
sv_se: Fel vid hämtning

source: Active
sv_se: Aktiv

source: Test feed
sv_se: Testa källa

source: Clear cache
sv_se: Töm cache

source: Error:
sv_se: Fel:

source: Found
sv_se: Hittade
